Repository: common-repository/lomadee-wp-ofertas-relacionadas
Catalog: languages/lomadeewpro-*.po
Languages: pt_br

source: Settings updated successfully!
pt_br: Configurações atualizadas com sucesso!

source: Request options
pt_br: Opções de requisição

source: The Source ID is used to indentify the publisher that uses this plugin. <a href="http://br.lomadee.com/">Get a Source ID</a>.
pt_br: Usado para identificar o publicador que está usando este plugin. <a href="http://br.lomadee.com/">Obtenha um Source ID</a>.

source: Country
pt_br: País

source: Origin country of products.
pt_br: País de origem dos produtos.

source: Display options
pt_br: Opções de visualização

source: Standard View
pt_br: Padrão de visualização

source: Automatic. Uses the post tags related to the post.
pt_br: Automático. Usa as tags relacionadas aos posts.

source: Manual. Uses a shortcode like it [lomadeewpro category='xxx' keywords='keyword, keyword2'] defined in a button in the post editor toolbar.
pt_br: Manual. Usa um shortcode como essse: [lomadeewpro category='xxx' keywords='keyword, keyword2'], definido em um botão na barra de edição de posts.

source: About the products
pt_br: Sobre os produtos

source: Display product names
pt_br: Exibir nomes dos produtos

source: Display price of products
pt_br: Exibir preços dos produtos

source: Display price plots of products
pt_br: Exibir preços das parcelas dos produtos

source: Display the buttons "Buy"
pt_br: Exibir botões de "Comprar"

source: Display images of products
pt_br: Exibir imagens dos produtos

source: Number of products to display
pt_br: Número de produtos a exibir

source: Save settings
pt_br: Salvar configurações

source: Relate offers
pt_br: Relacionar ofertas

source: Category
pt_br: Categoria

source: No category found.
pt_br: Nenhuma categoria encontrada.

source: Keywords
pt_br: Palavras-chave

source: Cancel
pt_br: Cancelar

source: Insert
pt_br: Inserir

source: <div id="message" class="error"><p>This plugin requires that PHP cURL is enabled. Learn more about <a href="http://www.php.net/manual/pt_BR/book.curl.php">cURL</a> and contact your hosting service.</p></div>
pt_br: <div id="message" class="error"><p>Este plugin requer que a cURL do PHP esteja habilitada. Saiba mais sobre a <a href="http://www.php.net/manual/pt_BR/book.curl.php">cURL</a> e entre em contato com seu serviço de hospedagem.</p></div>

source: Source ID is invalid!
pt_br: Source ID inválido!

source: Lomadee WP - Ofertas Relacionadas: <strong>%s</strong> Go to <a href="%s">Settings page</a> to configure it.
pt_br: Lomadee WP - Ofertas Relacionadas: <strong>%s</strong> Vá para a <a href="%s">página de configurações</a> do plugin.

source: Brazil
pt_br: Brasil

source: Colombia
pt_br: Colômbia

source: Mexico
pt_br: México

source: The Source ID can't be empty!
pt_br: O Source ID não pode ser vazio!
